"NSPhotoLibraryUsageDescription" = "Nous avons besoin d'accéder à votre galerie pour vous permettre de choisir une photo de profil.";
"NSCameraUsageDescription" = "Nous avons besoin d'accéder à votre appareil photo pour vous permettre de prendre une nouvelle photo de profil.";
"NSMicrophoneUsageDescription" = "Nous avons besoin du microphone pour permettre l’enregistrement audio dans certaines fonctionnalités.";
"NSSpeechRecognitionUsageDescription" = "Nous utilisons la reconnaissance vocale pour vous permettre d’interagir avec l’application à l’aide de votre voix.";
